{
  "header": {
    "home": "Home",
    "about": "Me",
    "projects": "Projects",
    "contact": "Contact"
  },
  "home": {
    "title": "Developing your future",
    "projects_button": "Projects"
  },
  "about": {
    "heading": "About me",
    "subheading": "Find out who I am, my current programming skills, and the projects I have completed.",
    "title": "Meet me !",
    "details": {
      "para1": "As a <strong>passionate developer</strong>, I specialize in creating modern and functate developernal software. Check out my achievements in the <strong>Projects</strong> section.",
      "para2": "I like to share my acquired knowledge in <strong>development</strong> in order to help the developer community. Feel free to follow me on <a href='https://linkedin.com/in/SeferTasdemir' target='_blank'>Linkedin</a> and <a href='https://www.instagram.com/sf_tsd/' target='_blank'>Instagram</a> for more content.",
      "para3": "I am open to professional opportunities. If you have an offer that matches my skills, <strong>contact me</strong>."
    },
    "contact_button": "Contact me"
  },
  "projects": {
    "heading": "Projects",
    "subheading": "Discover a selection of personal and academic projects that I have carried out.",
    "galaxyRushContent": "Galaxy Rush is a WPF game that I created with my team, in C# on Visual Studio. This project was carried out during my first year of BUT Informatique.",
    "phaserContent": "Here are several games running on the web, developed in JavaScript using the framework Phaser.",
    "kubeContent": "Kube is a game made via Unity in C#. It is a minimalist style platform game with several worlds and levels.",
    "botanicContent": "Botanic est un logiciel créé en C# lié à une base de données relationnelle. L'application a été créée pour la création de commandes et de produits pour une entreprise de décoration.",
    "scodocContent": "ScoDoc is a free software created to track the education of university students. This project focuses on the creation and visualization of data created from scratch.",
    "butSeeMore": "See more"
  },
  "contact": {
    "heading": "Contact",
    "subheading": "Do you have a question or a project? Do not hesitate to contact me, I will give you an answer as soon as possible.",
    "form": {
      "name": "Name",
      "email": "Email",
      "subject": "Subject",
      "message": "Message",
      "send": "Send"
    }
  },
  "footer": {
    "seeMe": "See me on my socials",
    "seeMeCvEn": "See my international CV",
    "seeMeCvFr": "See my French CV"
  }
}
